:CHATSERVER
{	
	BindIP = "0.0.0.0"		// bind IP
	Port = 12001		// Port	
	CreateWorker = 4		// 생성 워커 스레드
	ActiveWorker = 2		// 활성화 워커스레드
	CreateAccept = 1		// 생성 엑셉트 스레드
	HeadCode = 119		// 헤더 코드
	XorCode1 = 50		// XorCode 1번
	XorCode2 = 132		// XorCode 2번
	Nodelay = 0		// Nodelay. 1이면 노딜레이 옵션 적용(네이글 알고리즘 적용)
	MaxJoinUser = 7000	// 최대 접속 가능 유저 수
	LogLevel	= 0		// 0 : 디버그 / 1 : 위험 / 2 : 에러 / 3 :  시스템
}